jekyll/_posts/2019-06-24-sensations-for-emotional-reasoning.html
---
layout: post
title: Sensations for Emotional Reasoning
categories: attempts
---
<div id="outline-container-orgd727ff1" class="outline-2">
<h2 id="orgd727ff1">Sensations for Emotional Reasoning</h2>
<div class="outline-text-2" id="text-orgd727ff1">
</div>
<div id="outline-container-orgfa5fbe8" class="outline-3">
<h3 id="orgfa5fbe8">You in Need of Release</h3>
<div class="outline-text-3" id="text-orgfa5fbe8">
<p>
You, tightly bound, in need of proper release, cords cut, returned to freedom. Assuming that the mind is of leather straps or metal catches, it follows that the straps must be released and the catches undone for free movement to occur. Assuming that the mind is a pressurized pipe, or maybe some other vessel, it follows that we must occasionally "vent" or "blow off steam". Assuming that the mind balances upon a single point, it follows that occasionally things fall "out of balance" or are "unbalanced". A mind of rope may be in "tension" or "relaxation". A mind of doors may become "unhinged". But where does the pressure go? What straps are released? What direction does the brain tip to become unbalanced?
</p>
</div>
</div>

<div id="outline-container-org484753b" class="outline-3">
<h3 id="org484753b">You Who Might Not Know Your Emotion as Friend</h3>
<div class="outline-text-3" id="text-org484753b">
<p>
Are you your emotions? Or do those emotions whisper to you? Do they whisper sweet secrets of your innermost desires and motivations? Are you your motivations? Or maybe, because your emotions must whisper motivation's secrets to you, your motivations are somewhat outside of you as well.
</p>

<p>
Here we are in today's metaphors: desire, like reality TV, dozens of suitors from across space and time. Emotion, your best friend, informant to your cause, purveyor of juicy gossip. What do you believe? Who do you choose? Ultimately that's up to "you". Maybe you believe that your best friend's opinion must be your own, though I find that unlikely. And maybe you believe that whatever suitor is strongest should just take you, by force. I find that even unlikelier. 
</p>
</div>
</div>

<div id="outline-container-orgf6f3991" class="outline-3">
<h3 id="orgf6f3991">You Who Might Be Blocked or Clotted</h3>
<div class="outline-text-3" id="text-orgf6f3991">
<p>
Let us forgive what I said about ropes. Your life is a rope that is slipping through your hands. The occasional clump, snarl, clot or blockage catches upon your palms and interrupts the gentle slither of fiber on flesh. Pain! Frustration! Suffering! This is not far from the truth. You slow your breath and widen your grasp and become an accommodating channel for the rope, where the clots might pass you by, noticed but evaded. This seems wise.
</p>

<p>
But maybe there's something else. Maybe with effort you can transmute the <b>clots</b> or <b>blockages</b> of your suffering into <b>knots</b>, sturdy affordances by which you can grasp the rope and let it pull where it may. By this you relinquish control and establish it. It is by your own grip that you hold this particular knot, having skillfully allowed less appealing forms to pass unmolested. If you are not accustomed to a firm grasp the knots may very well seem like a nuisance, a kink to be unwound. This seems unwise.
</p>

<p>
Let go of the rope, you say? The gentle float is worthwhile, but mind your lifeline to past, present, and future. 
</p>
</div>
</div>

<div id="outline-container-org126dc2e" class="outline-3">
<h3 id="org126dc2e">You Who Feels Nothing for the Moss and the Rocks</h3>
<div class="outline-text-3" id="text-org126dc2e">
<p>
Are you filled with emotion at first glimpse of raw earth? Do you chuckle when you avoid a puddle? Or perhaps when you barrel through?  Mostly not. But what of when you slip and fall, or the going is slow and harrowing, or the puddle means rain after a long drought? A tree might appear neutral on first appraisal, but how does it feel to have shade to sit in? One wonders if that emotion was there the whole time: not in the fibers of the tree or water of the puddle, but in how those fibers and that water interact with what we can or must do in the world.
</p>
</div>
</div>

<div id="outline-container-org79da85f" class="outline-3">
<h3 id="org79da85f">You Who May Not Feel the Emotional as Physical</h3>
<div class="outline-text-3" id="text-org79da85f">
<p>
The moon is not as big as it may appear near the horizon. Our vision stops when our eyes remain still. Hills appear steeper when we're sad. Glasses of water appear larger when we're thirsty. The world is not our sight or our hearing, though that is a part of our world. Our world is not the "surreality" of emotion, though the surreality is part of it. 
</p>

<p>
As much as any of our "physical" senses of the world belong to us, so does emotion - our sense of motivation, of goal, of value. Without emotion there is no world out there: our senses co-evolved to fill our niche. We can not see without seeing what something means to us— our motivations in the landscape.
</p>

<p>
&#x2026;and what of these motivations? From whence do they come? Do they come from yourself? A genetic realm beyond your sight (and within your emotional gaze)? Do they come from without? A societal miasma beyond your sight (and within your emotional gaze)?
</p>
</div>
</div>

<div id="outline-container-orgab13a77" class="outline-3">
<h3 id="orgab13a77">You Who Might Need a Conclusion</h3>
<div class="outline-text-3" id="text-orgab13a77">
<p>
The path you might wind through the world of desire is infinite. You may well wear your walking shoes.
</p>

<p>
Try to imagine where your emotions come from. Are your emotions a "thing" on their own? Do they exist without the context in which they operate? Have you ever been angry about being angry? Who are you angry at, then?
</p>

<p>
Try to imagine how your emotions pull you. Think about catching a knot and holding tight. What does it feel like to be pulled along by anger? Or by sadness? Or by happiness? Are there memories you had to conjure in order to inhabit this metaphor? Is there anything tugging on you now?
</p>

<p>
Try to imagine three reasons why you're reading this. Did you make them up? Were they latent? How small were they? A pebble in your mind's eye? Or did you look up and into the face of a cliff?
</p>

<p>
<b>Take this, a gift:</b>
</p>

<ol class="org-ol">
<li>Emotion is an adaptive feature of our existence; even the "negative" ones have positive purpose</li>
<li>Emotion holds the meaning of our lives, or as close to it as we can get; even when this meaning is ill matched to our new reality</li>
<li>Emotion is not who we are in the world or what we do in the world; it is something that precedes those things.</li>
<li>Emotion is not something we choose; it is something that we choose to respond to, however we may</li>
</ol>
</div>
</div>
</div>
